// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "Du har ændret dataene. Ønsker du at fortsætte?";
kCheckChangesAlertContinueButtonTitleKey = "Forsæt";
kCheckChangesAlertMessageKey = "Hvis du fortsætter, vil alle ændringer gå tabt. Klik på Annuller for at annullere handlingen og fortsætte med opgaven.";

DeviceStatusUnknown = "Ukendt";

NoItemsMenuTitle = "Ingen ledige elementer";

NotEnoughSpaceTitle = "Kunne ikke starte HP Utility";
NotEnoughSpaceMsg = "Startdisken er næsten fuld. Du bør frigøre mere plads på startdisken ved at slette arkiver.";

RecentUnreachableTitle = "Kunne ikke etablere forbindelse.";
RecentUnreachableMsg = "%@ er ikke tilgængelig i øjeblikket. Kontrollér, om den er tændt og tilsluttet, eller prøv igen senere.";

AirPortDeviceErrorTitle = "HP Utility kan ikke bruges sammen med enheder, der er tilsluttet AirPort.";
SharedDeviceErrorTitle = "HP Utility kan ikke bruges sammen med delte enheder.";
NotDirectDeviceErrorDescription = "Hvis du vil arbejde med enheden, skal du slutte den direkte til din Mac.";

NoUtilityMessage = "Du skal geninstallere softwaren, der blev leveret med enheden.";

// menu items
ShowAdvanced = "Vis Avancerede indstillinger";
HideAdvanced = "Skjul Avancerede indstillinger";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Genoptag";
SupplyInfoTaskTitle = "Oplysninger om tilbehør";
TravelInfoTaskTitle = "Rejseoplysninger";

kTaskGroupUnknownTitleKey = "Andet";
kTaskGroupInformationAndSupportTitleKey = "Information og support";
kTaskGroupInformationAndPrintQualityTitleKey = "Oplysninger og udskriftskvalite";
kTaskGroupPrinterSettingsTitleKey = "Printerindstillinger";
kTaskGroupFaxSettingsTitleKey = "Faxindstillinger";
kTaskGroupNetworkSettingsTitleKey = "Netværksindstillinger";
kTaskGroupInformationTitleKey = "Information";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "Konfiguration";
kTaskGroupSupportTitleKey = "Support";
kTaskGroupJobCenterTitleKey = "Jobcenter";
kHSDTaskGroupScanSettingsTitleKey = "Scanningsindstillinger";

ApplyButtonTitle = "Anvend";

kViewMenuTitle = "Vis";

AskSaveChangesAlertTitle = "Du har ændret indstillinger på dette skærmbillede";
AskSaveChangesAlertMsg = "Vil du anvende ændringerne før det lukkes?";
AskSaveChangesDontApplyButtonTitle = "Anvend ikke";
AskSaveCahngesApplyButtonTitle = "Anvend";

MultipleAskSaveChangesAlertTitle = "Du har ændret indstillinger i %i vinduer";
MultipleAskSaveChangesAlertMsg = "Vil du gennemse disse ændringer før afslutning?";
MultipleAskSaveChangesDiscardButtonTitle = "Kassér ændringer";
MultipleAskSaveChangesReviewButtonTitle = "Gennemse ændringer...";

ConnectingMessage = "Opretter forbindelse til enhed\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Vælg en enhed for at komme i gang";

DevicesItemTitleString = "Enheder";
DevicesItemTooltipString = "Vis/Skjul enheder";
SupportItemTitleString = "HP Support";
SupportItemTooltipString = "Online ondersteuning van HP";
SuppliesItemTitleString = "Forsyninger";
SuppliesItemTooltipString = "Køb forbrugsvarer online";
RegistrationItemTitleString = "Registrering";
RegistrationItemTooltipString = "Online-registrering";
RecyclingItemTitleString = "Genbrug";
RecyclingItemTooltipString = "Returnering og genindvinding online";
MarsItemTitleString = "Produktforbedring";
MarsItemTooltipString = "Undersøgelse af HP-produkters forbedring";
TasksItemTitleString = "Alle indstillinger";
TasksItemTooltipString = "Vis alle indstillinger";
SearchItemTitleString = "Søg";
SearchItemTooltipString = "Søg efter plug-in eller nøgleord";

HSDAddDevicesToolTip = "Tilføj enheder";
HSDRemoveDevicesToolTip = "Fjern den valgte enhed eller smarte gruppe";
HSDPullDownMenuToolTip = "Handlingsmenu";
TaskCellWidth = "98";

PrintersGroupString = "ENHEDER";
SmartGroupsString = "INTELLIGENTE GRUPPER";

PrinterName = "Enhedsnavn";
ModelName = "Model";
SerialNumber = "Serienummer";
IPAddress = "IP-adresse";
BluetoothAddress = "Adresse";
ConnectionType = "Forbindelse";

kSmartGroupDefaultName = "Intelligent gruppe";
kSmartGroupRulePropertyModel = "Model";
kSmartGroupRulePropertyName = "Navn";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP-adresse";
kSmartGroupRulePropertyConnectionType = "Forbindelsestype";

kSmartGroupRuleCriterionContains = "Indeholder";
kSmartGroupRuleCriterionDoesntContain = "Indeholder ikke";
kSmartGroupRuleCriterionIs = "Er";
kSmartGroupRuleCriterionIsNot = "Er ikke";
kSmartGroupRuleCriterionStartsWith = "Begynder med";
kSmartGroupRuleCriterionEndsWith = "Slutter med";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "alle";
HSDRulesMatchStyleAny = "enhver";

IncompatibleTasksTitle = "Inkompatible komponenter";
IncompatibleTasksMessage = "Nogle af de komponenter, der er installeret på computeren, er udviklet til en anden version af HP Utility. Disse komponenter indlæses ikke, og visse funktioner vil ikke være tilgængelige. Klik på HP Support på værktøjslinjen for at besøge websiden for HP's online support, og download de nyeste versioner af HP-software.";

NoComponentsTitle = "Nogle HP Utility-komponenter blev ikke fundet";

ShowDevicesItemTitle = "Vis enheder";
HideDevicesItemTitle = "Skjul enheder";
ShowToolbarItemTitle = "Vis værktøjslinjen";
HideToolbarItemTitle = "Skjul værktøjslinjen";

DevicesMenuSetupDeviceItemTitle = "Konfigurer ny enhed…";
DevicesMenuSetupSelectedDeviceItemTitle = "Opsæt den valgte enhed…";
DevicesMenuSetupWirelessItemTitle = "HP Automatisk trådløs tilslutning…";
DevicesMenuAddDevicesItemTitle = "Tilføj enheder…";
DevicesMenuAddDeviceManuallyItemTitle = "Tilføj enhed manuelt…";
DevicesMenuNewSmartGroupItemTitle = "Ny intelligent gruppe…";
DevicesMenuEditSmartGroupItemTitle = "Rediger intelligent gruppe…";
DevicesMenuPrintersMenuTitle = "Enhedsliste";
DevicesMenuEmptyItemTitle = "(Tom)";

DevicesMenuRemoveDeviceItemTitle = "Fjern enhed";
DevicesMenuRemoveSmartGroupItemTitle = "Fjern intelligent gruppe";
DevicesMenuSortByItemTitle = "Sortér efter";
DevicesMenuNameItemTitle = "Navn";
DevicesMenuAvailabilityItemTitle = "Tilgængelighed";

HSDAddDeviceManuallyItemTitle = "Tilføj enhed manuelt…";
HSDNewSmartGroupItemTitle = "Ny intelligent gruppe…";
HSDEditSmartGroupItemTitle = "Rediger intelligent gruppe…";

DeviceNotAvailableMessageString = "Den valgte enhed er i øjeblikket ikke tilgængelig. Vælg en anden enhed.";
ScanjetDeviceNotAvailableMessageString = "Den valgte enhed kan ikke benyttes. Kontrollér, at enheden at tændt og sluttet til computeren, samt at al påkrævet software er installeret.";

AppManagerItemTitleString = "Programmer";
AppManagerItemTooltipString = "Programmer";

AppManagerAskApplyChangesAlertTitle = "Vil du anvende de ændringer, du har foretaget?";
AppManagerAskApplyChangesAlertMsg = "Ændringerne går tabt, hvis ikke du trykker på Anvend.";
AppManagerApplyButtonTitle = "Anvend";
CancelButtonTitleKey = "Annuller";
AppManagerDontApplyButtonTitle = "Anvend ikke";

NoSaveTitle = "Kunne ikke arkivere";
DidNotSaveMessage = "Kontrollér at der er nok diskplads, og at du har adgangsrettigheder til at gemme arkivet ved den specificerede placering.";

ConnectMenuItemTitleFormat = "Opret forbindelse til %@";
EditMenuItemTitleFormat = "Rediger %@...";
RemoveMenuItemTitleFormat = "Fjern %@";

ShowOnlineAccessWarningsCommandTitle = "Vis advarsler vedr. onlineadgang";
HideOnlineAccessWarningsCommandTitle = "Skjul advarsler vedr. onlineadgang";

HSDSmartGroupNameTitle = "Navn på intelligent gruppe:";
HSDMatchTextFieldTitle1 = "Match";
HSDMatchTextFieldTitle2 = "af følgende regler:";
HSDCancelButtonTitle = "Annuller";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Denne funktion er blevet låst eller deaktiveret af enhedens administrator";
HSDDisabledFeatureDescription = "Den kan aktiveres via panelet Enhedshåndtering. Klik på knappen \"Start\" nedenfor for at gå til det pågældende panel.";
HSDNoWayToUnlockDescription = "Du kan ikke bruge funktionen, fordi den er blevet låst eller deaktiveret. Du kan få flere oplysninger hos den person, som konfigurerede printeren.";
HSDGoButton = "Start";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Din enhed har et aktivt blækabonnement";
SubscribedSuppliesMessage = "Glem ikke, at du kan få rabat på alle reservepatroner til denne printer via HP Instant Ink! Du kan stadig besøge HPs onlinebutik og købe reservedele eller forbrugsvarer til andre enheder.";
GoToStoreButtonTitle = "Gå til butik";

//Search Window
SearchWindowTitle = "Søg";
SearchWindowTaskTitle = "Søg:";
SearchWindowButtonCancelTitle = "Annuller";
SearchWindowButtonSearchTitle = "Søg";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "Om HP Utility";
"Hide HP Utility" = "Skjul HP Utility";
"Hide Others" = "Skjul andre";
"Show All" = "Vis alle";
"Quit HP Utility" = "Afslut HP Utility";

"Devices" = "Enheder";

"Edit" = "Rediger";
"Undo" = "Fortryd";
"Redo" = "Gentag";
"Cut" = "Klip";
"Copy" = "Kopier";
"Paste" = "Indsæt";
"Delete" = "Slet";
"Select All" = "Vælg alle";

"View" = "Vis";

"Window" = "Vindue";
"Close" = "Luk";
"Minimize" = "Minimer";
"Zoom" = "Zoom";
"Bring All to Front" = "Placer alle forrest";

Version = "Version";

// Global Mode
MarsUnavailableAlertTitle = "Kan ikke konfigurere Undersøgelse af HP-produkters forbedring";
MarsUnavailableAlertDescription = "Enhederne Undersøgelse af HP-produkters forbedring-forskningsprogrammet.";
MarsUnavailableForOnlineDevicesAlertDescription = "Dine onlineenheder er ikke valgbare til Undersøgelse af HP-produkters forbedring-forskningsprogrammet. Tænd enhederne, slut dem til din Mac-computer eller netværket, og prøv derefter igen.";
